{
    "response": {
        "status": "ok",
        "userTier": "developer",
        "total": 2360754,
        "startIndex": 1,
        "pageSize": 10,
        "currentPage": 1,
        "pages": 236076,
        "orderBy": "newest",
        "results": [
            {
                "id": "australia-news/2022/jul/20/daniel-andrews-apologises-for-disgraceful-behaviour-of-labor-mps-after-scathing-ibac-findings",
                "type": "article",
                "sectionId": "australia-news",
                "sectionName": "Australia news",
                "webPublicationDate": "2022-07-20T10:53:44Z",
                "webTitle": "Victorian MPs urged to implement integrity reforms before state election after scathing Ibac findings",
                "webUrl": "https://www.theguardian.com/australia-news/2022/jul/20/daniel-andrews-apologises-for-disgraceful-behaviour-of-labor-mps-after-scathing-ibac-findings",
                "apiUrl": "https://content.guardianapis.com/australia-news/2022/jul/20/daniel-andrews-apologises-for-disgraceful-behaviour-of-labor-mps-after-scathing-ibac-findings",
                "fields": {
                    "headline": "Victorian MPs urged to implement integrity reforms before state election after scathing Ibac findings",
                    "byline": "Adeshola Ore",
                    "thumbnail": "https://media.guim.co.uk/526802e87e837142de4c0c854e8a95a7740dd197/0_65_6078_3647/500.jpg",
                    "bodyText": "The Centre for Public Integrity has urged Victorian MPs to implement sweeping integrity reforms before November’s state election following a damning investigation into branch stacking and the misuse of taxpayer funds. On Wednesday the Victorian premier, Daniel Andrews, said he took full responsibility for the “disgraceful” conduct uncovered in a damning report into Labor branch stacking, as he apologised to the public and vowed to implement sweeping reform. Andrews said the government had accepted all 21 recommendations in the report and would “go further” by introducing legislation to restrict political parties in the state from receiving public funding unless they meet a set of criteria designed to stamp out corrupt behaviour. Criteria would include requiring party memberships to be paid by traceable means, implementing mandatory identification checks for new members joining a political party and measures to ensure compliance in the use of the electoral roll. The Centre for Public Integrity’s research director, Dr Catherine Williams, said if no elements of the reform were enacted before parliament rises in September - two months out of the November election - it would be a “terrible shame” and a “lost opportunity.” “These are issues that should have been addressed a long time ago,” Williams told Guardian Australia. “The ombudsman raised concerns about these issues, as we know, in the ‘red shirts’ report back in 2018 and very little has changed since that time.” The ombudsman’s report into the so-called red shirts affair found taxpayer funds were used to pay electorate officers campaigning for Labor during the 2014 election. A year after the report was handed down, police dropped their investigation into the matter. Williams comments came after Andrews said the Victorian Labor party has made “massive changes to our rules” in the two years since the allegations that led to the integrity investigation were first aired. Released Wednesday, the report of Operation Watts – a joint investigation between the state’s ombudsman and the Independent Broad-based Anti-corruption Commission (Ibac) uncovered widespread misuse of taxpayer resources for political purposes and a “catalogue” of unethical behaviour in the Victorian branch of the Labor party including nepotism, the hiring of unqualified people for public roles and using those roles for political party work. Responding to the report, Andrews said the behaviour uncovered did not meet his expectations or those held by Victorians. “As leader of the parliamentary Labor party and the premier of our state, I take full responsibility for all of that conduct. That’s what the top job is all about and I apologise for it,” he said. The state’s attorney general, Jaclyn Symes, claimed the proposed reform agenda would be the largest overhaul of a parliament’s integrity structures in the nation, after the report concluded Victoria had become a “laggard rather than a leader in parliamentary integrity”. Williams said the reforms proposed by the Andrews government were “really significant” and could amount to the largest overhaul of a parliamentary integrity system in Australia if enacted as proposed While the report focused on the Victorian branch of the Labor Party, Williams said it should galvanise the entire parliament to enact integrity changes to stamp out integrity risks. “This report is a real opportunity to introduce substantial reform and we would not want to see that opportunity lost,” she said. Among the report’s recommendations are the establishment of an independent parliamentary integrity commissioner that could order sanctions, a ban MPs from being able to employ family members in their electorate office, the creation of a new offence for ministers would make it unlawful for ministers to allow a person to perform party political work while employed in a publicly funded role. In line with the report’s recommendations, the government said it would aim to create the new integrity framework by June 2024. The acting leader of the Victorian Greens, Tim Read, said reforms “may be necessary” to clean up the wide-scale branch stacking within the Labor Party. But he said it did not mean it was vital for other political parties that could “manage their internal affairs appropriately”. The opposition leader, Matthew Guy, claimed the Andrews government was “mired in corruption, cover-ups, and political games at the expense of Victorians” and hence unfit to govern the state. The report said Andrews, who was questioned in private, had agreed branch stacking was a serious problem and “could amount to a corruption risk” as it could lead to the misuse of taxpayer funds for political purposes. The report found two former Andrews government ministers – the moderate faction leader Adem Somyurek and Marlene Kairouz – breached parliamentary codes of conduct when they misused public funds to fuel a vast branch-stacking operation. Despite describing their conduct as egregious, it concluded there was not enough proof they had committed criminal offences to recommend prosecution. The report found while branch stacking – the practice of large-scale recruitment of non-genuine members to influence the outcome of votes within Labor branches – was a common and longstanding practice it found no evidence of potential misuse of public funds within other factions. Kairouz stood down as a minister after an investigation by the Age and 60 Minutes into branch stacking was published in June 2020, while Somyurek was dumped from the ministry. Sign up to receive an email with the top stories from Guardian Australia every morning Somyurek said on Wednesday he was “liberated” after the investigation stopped short of concluding he had committed criminal offences. “On the one level, I’m happy. I’m relieved. I feel exonerated. I feel some good emotions on the one side because I’m finally getting my life back. But on the other side, I’m very angry,” he said. Somyurek said he had “done absolutely nothing wrong” and claimed while branch stacking was common place in the Labor party he had only engaged in it for one-and-a-half months. But Glass rejected Somyurek’s assertion that the former minister had been “exonerated” and said there was “no shadow of doubt” the conduct of the two former ministers was “egregious”."
                },
                "isHosted": false,
                "pillarId": "pillar/news",
                "pillarName": "News"
            },
            {
                "id": "politics/live/2022/jul/20/tory-leadership-race-live-sunak-mordaunt-truss-latest-uk-politics",
                "type": "liveblog",
                "sectionId": "politics",
                "sectionName": "Politics",
                "webPublicationDate": "2022-07-20T10:52:53Z",
                "webTitle": "PMQs live: Boris Johnson faces Keir Starmer for last time as Tory MPs set to choose final two leadership candidates",
                "webUrl": "https://www.theguardian.com/politics/live/2022/jul/20/tory-leadership-race-live-sunak-mordaunt-truss-latest-uk-politics",
                "apiUrl": "https://content.guardianapis.com/politics/live/2022/jul/20/tory-leadership-race-live-sunak-mordaunt-truss-latest-uk-politics",
                "fields": {
                    "headline": "PMQs live: Boris Johnson faces Keir Starmer for last time as Tory MPs set to choose final two leadership candidates",
                    "byline": "Andrew Sparrow",
                    "thumbnail": "https://media.guim.co.uk/27c027752091e28dcb8133b0d5e6cb9af7fd4e8e/60_0_1800_1080/500.jpg",
                    "bodyText": "Boris Johnson is taking PMQs at 12pm. With the Commons starting its summer recess tomorrow, and the winner of the Tory leadership election due to be announced when parliament returns on Monday 5 September, this will be Johnson’s last time doing these exchanges. We suspect he hoped he would not be here. Last week he implied that for some reason he might be absent this week. But he’s here. Here is the list of MPs down to ask a question. In an analysis of the yesterday’s public sector pay awards published this morning, the Institute for Fiscal Studies thinktank says the new prime minister will have to decide whether to increase departmental spending budgets, to fund the higher-than-expected pay awards, or to require the awards to be funded from existing budgets, requiring cuts elsewhere. It says: One option is to top up spending plans to at least partially fund the costs of higher-than-expected pay awards, shoring up departments’ ability to deliver on the government’s public service objectives (such as clearing the NHS backlog). This would come at the cost of higher borrowing and reduced fiscal room for the tax cuts seemingly desired by the entire field of would-be prime ministers. The other option is to stick to existing spending plans, instead requiring public services to make some painful cuts: to other budgets, to headcount, or to the range and quality of service provision. Reducing the government’s public services ‘offer’ is a coherent response to a series of global economic shocks that make us poorer as a nation. But the government should be honest about what that implies for the NHS, local government, and other public services. Penny Mordaunt, the international trade minister and Tory leadership candidate, has proposed a project to compose a new UK theme tune. She made the comment in an interview with the Spectator in which she paid tribute to the old UK theme (a medley of British tunes), which used to be played at the crack of down on Radio 4 until it was replaced by a news broadcast. Ed Miliband, the shadow climate change secretary, has described Rishi Sunak’s promise to maintain the ban on new onshore windfarms as “economic illiteracy”. He said: As Britain boils in an unprecedented heatwave, it is economic illiteracy and unilateral economic disarmament in the fight against the climate crisis that Rishi Sunak wants to keep the ban on onshore wind. Anyone with such dangerous views is not a serious candidate for high office. But this is the reality: a Conservative leadership race in which candidates have engaged in fantasy climate denial that will lead to higher energy bills, damage our security and burdens future generations with extreme weather events. My colleague Peter Walker has more on the reaction to Sunak’s promise in his story here. Robert Colvile, the Sunday Times columnist and head of the Centre for Policy Studies thinktank, says he is baffled by Rishi Sunak’s pledge to ban onshore windfarms (see 9.17am) – because Tory voters are mostly in favour of them. Colvile co-wrote the Conservative party manifesto in 2019 with Rachel Wolf. She also thinks the Sunak announcement is a mistake. Damian Green, the former first secretary of state and chair of the One Nation Conservatives group, has endorsed Penny Mordaunt for leader. Previously he was backing Tom Tugendhat. Green said: I have thought long and hard about what to do in today’s leadership ballot and I will be voting for Penny Mordaunt. She offers a fresh start and a chance to unify the party and deliver for the country. Simon Clarke was doing the morning interview round for the government this morning. He was ostensibly speaking in his capacity as chief secretary to the Treasury (in which capacity he backs the government’s tax policies, including the national insurance increase), but he was also answering questions as a supporter of Liz Truss’s leadership campaign (which believes the national insurance increase was a mistake). Understandably, at time this was confusing. Here are the main points from his interviews. Clarke suggested that, if Truss became leader, the government might abandon some of its current spending plans. He told LBC [Rishi Sunak] was delivering against the spending plans set out by the current prime minister, Boris Johnson. Those spending plans do not automatically need to be the case under a new prime minister. That will be my crucial difference with Rishi. I don’t believe those plans should be regarded as set in stone. With a new leader come new choices, and Liz has set out very clearly the things that she would prioritise, which includes tax cuts. I think that must be right. Clarke refused to say whether he had told Sunak that he disagreed with the national insurance increase. Speaking on the Today programme, Clarke pointed out that he only became chief secretary to the Treasury after that increase had been agreed. Asked if he had told Sunak he thought it was a mistake, he said: “We are bound by collective responsibility.” He claimed he was not being inconsistent in backing one tax policy as a Treasury minister, while also backing an alternative approach as a supporter of the Truss campaign. The election of a new leader would allow policy to change, he said: We are right on the cusp of electing a new leader of the Conservative party and prime minister and it will be for that leader to make new choices. Liz is clear, if she is elected there will be a new spending review, which will take effect from day one. I believe it is absolutely the case with a new leader comes new choices. He said he was backing Truss for leader because she had an “exciting plan for growth”. He said: I think she has the most exciting plan for economic growth and she set out a compelling plan to lower the burden of taxation. I have very high regard for Rishi Sunak. I am here to make the case for what I think is the right future step in terms of where we go from here and that is for a government led by Liz Truss. He defended the decision to remove the whip from Tobias Ellwood for missing the confidence vote on Monday (see 9.45am), saying that Ellwood made a “very serious mistake”. Clarke explained: He was in Moldova, rather than Ukraine. He was not on government work, he is a backbench MP. He defended the decision to offer public sector workers below-inflation pay awards. He said: It is crucially important, when setting public sector pay for the people who do so much hard work for our society, that we strike the right balance between managing the risk of worsening inflation, of baking it in and making it worse by setting very high pay deals while also looking after our workforce, and obviously the offer that is being made to the public sector has to be seen in the context of that £37bn package of support which is designed to help family incomes. He said today’s inflation figure was “very fractionally higher” than had been expected. Penny Mordaunt seemed to be telling Tory MPs this morning they would “murder” the Conservative party if they voted for one of her rivals. She posted a message on Twitter saying “Tory MPs – vote for Rishi Sunak or Liz Truss today and you’ll murder the party you love”, although the tweet has now been deleted. In fact, Mordaunt was just quoting the headline on a Daily Telegraph column that she is tweeting. It’s by Allison Pearson, and in it she says “it is Mordaunt, the Royal Navy reservist and centrist, who can unite our divided country and, most crucially, prevent a Tory wipe-out at the next election.” Tobias Ellwood, the Conservative chair of the Commons defence committee who had the whip removed for missing Monday’s confidence vote, told Sky News this morning that his party risked “a long spell in opposition” because of the infighting taking place. He said: The nation wants to be impressed and inspired, not demoralised, by what they’re witnessing right now. And we need to perhaps exhibit greater decorum, dial the temperature down a bit, showcase the ideas, the vision, focus on those things that are important, that the nation wants to see. That’s what will earn us the right to stay in government otherwise, we’re just going to be letting ourselves down and indeed committing ourselves to probably a long spell in opposition. Ellwood missed the vote because he could not return in time from a visit to Moldova. He said that he was sorry he could not get to the Commons in time, and that he kept the whips’ office informed of his situation. “There were a problems with travel,” he said. “I am very sorry I didn’t make it back.” The removal of the whip means Ellwood can no longer vote in the parliamentary ballot for the Tory leadership, and Ellwood refused to comment on speculation that he was penalised because he is backing Penny Mordaunt, not the de facto No 10 candidate, Liz Truss. Explaining why he did not want to comment, he said: I’d be then fuelling the blue-on-blue [attacks], which I’m actually trying to avoid. Let’s focus on how we can move forward and make sure that we conclude this leadership campaign to the highest professional standard that I think the British people want to see. Rising petrol and diesel prices for motorists and dearer food pushed Britain’s annual inflation rate to a fresh 40-year high of 9.4% last month, my colleague Larry Elliott reports. Good morning. Boris Johnson will take PMQs for the last time as prime minister at 12pm, and an hour later Conservative MPs will start voting in what should be the last parliamentary leadership ballot. At 4pm we should know who the two candidates will be on the ballot for party members. Rishi Sunak, the former chancellor, is almost certain to be on it, and Liz Truss, the foreign secretary, is likely to be there too, but Penny Mordaunt, the international trade secretary, has been in second place in all four previous ballots and she has a chance too. All three candidates are making last-minute appeals to Tory MPs. Sunak has promised to maintain the rules that in effect ban new onshore windfarms in England. He made the pledge as he promised that he would also set a new “energy sovereignty” target for 2045, so that at that point the UK produces as much energy as it uses. Sunak said: I am committed to net zero by 2050, but that can’t mean neglecting our energy security. So although the legal target for energy sovereignty will be 2045 and I will work night and day to ensure we beat that target, securing a safer future for the next generation. Wind energy will be an important part of our strategy, but I want to reassure communities that as prime minister I would scrap plans to relax the ban on onshore wind in England, instead focusing on building more turbines offshore. David Cameron’s government stopped the creation of new onshore windfarms in England by excluding them from subsidies available for other forms of renewable energy and tightening the planning laws, making it easier for communities to block developments. Johnson’s government has floated the prospect of lifting these restrictions. Although onshore wind is a cheap form of renewable energy, the turbines are particularly unpopular with activists in Tory constituencies. Truss has said that she will lead “a government of all the talents” is she becomes PM. In an article for the Daily Telegraph, in which she restates her commitment to reversing the national insurance rise and temporarily suspending the green levy on energy bill, she says: As prime minister, I would unite the party and lead a government of all the talents that includes the best and brightest from across the Conservatives. The quality of candidates that have taken part in this leadership race reflects how healthy our party is and how alive with ideas it remains. This implies MPs from all wings of the party could be included in her government. Truss’s supporters are also been reviving suggestions that Mordaunt is not experienced enough to be PM. Simon Clarke, a Truss supporter and chief secretary to the Treasury, said one reason why he was supporting Truss was that she was ready for the job “on day one”. Mordaunt has insisted that she is the only candidate offering “a genuine fresh start’. A source from her campaign team told journalists. Today is about continuity vs change for the Conservative party. Penny’s been speaking with colleagues already this morning and so many of Tom and Kemi’s backers are calling out for change. As the only one not in Johnson’s cabinet, Penny is the sole MP left in the race who offers a genuine fresh start. Not every candidate would win an election, but time and time again the polls show that Penny is the candidate Labour fear the most. MPs have a choice today - the same old or a new start for the Conservative party. Their colleagues, party members, and voters across the country are crying out for something new but only Penny Mordaunt can deliver that. Here is the agenda for the day. 12pm: Boris Johnson takes PMQs for the last time as prime minister, facing Keir Starmer. After 12.45pm: MPs begin the final day’s debate on the Northern Ireland protocol bill. 1pm: Conservative MPs start voting in the fifth parliamentary ballot for the party leadership. And it should be the final one, unless there is a draw, in which case a further ballot would take place. The ballot closes at 3pm. 4pm: Sir Graham Brady, the chair of the 1922 Committee, announces the results of the ballot - which should produce the names of the two candidates who will be on the final ballot for party members. I try to monitor the comments below the line (BTL) but it is impossible to read them all. If you have a direct question, do include “Andrew” in it somewhere and I’m more likely to find it. I do try to answer questions, and if they are of general interest, I will post the question and reply above the line (ATL), although I can’t promise to do this for everyone. If you want to attract my attention quickly, it is probably better to use Twitter. I’m on @AndrewSparrow. Alternatively, you can email me at andrew.sparrow@theguardian.com"
                },
                "isHosted": false,
                "pillarId": "pillar/news",
                "pillarName": "News"
            },
            {
                "id": "politics/2022/jul/20/rishi-sunak-accused-economic-illiteracy-pledge-block-onshore-windfarms",
                "type": "article",
                "sectionId": "politics",
                "sectionName": "Politics",
                "webPublicationDate": "2022-07-20T10:51:23Z",
                "webTitle": "Sunak accused of ‘economic illiteracy’ over pledge to block onshore windfarms",
                "webUrl": "https://www.theguardian.com/politics/2022/jul/20/rishi-sunak-accused-economic-illiteracy-pledge-block-onshore-windfarms",
                "apiUrl": "https://content.guardianapis.com/politics/2022/jul/20/rishi-sunak-accused-economic-illiteracy-pledge-block-onshore-windfarms",
                "fields": {
                    "headline": "Sunak accused of ‘economic illiteracy’ over pledge to block onshore windfarms",
                    "byline": "Peter Walker Political correspondent",
                    "thumbnail": "https://media.guim.co.uk/247ef32c1194f34fdfd8dd4b0c52039eafae5caf/0_0_3862_2318/500.jpg",
                    "bodyText": "Opposition parties have accused Rishi Sunak of “economic illiteracy” and a lack of seriousness over the climate emergency after he announced a plan for the UK to become energy independent while at the same time making it harder to use onshore wind. Before the fifth and final round of MPs’ voting for the Conservative party leadership on Wednesday, the former chancellor set out what he called an “energy sovereignty strategy”, intended to achieve UK energy independence by 2045 at the latest. But in the same announcement, Sunak pledged that as prime minister he would make it more difficult to build onshore windfarms in England. Ministers had been considering a relaxation of planning rules for onshore wind that were tightened under David Cameron’s government in 2014 following pressure from Tory activists who disliked wind turbines in rural areas. The view is shared by a number of Conservative MPs. The 2014 change required more local consultation and acted as a de facto halt on new developments in England. Planning rules vary across UK nations. The possible relaxation was potentially part of an energy independence plan, unveiled in April, which opted not to change the planning rules but did say the government would look at offering communities cheaper electricity bills in return for their consent for windfarms. But Wednesday’s announcement by Sunak’s campaign said: “In recognition of the distress and disruption that onshore windfarms can often cause, Rishi has also promised to scrap plans to relax the ban on onshore windfarms in England, providing certainty to rural communities.” Instead, he would put the 2045 self-sufficiency target into law and split up the Department for Business, Energy and Industrial Strategy, creating a new secretary of state for energy sovereignty. Offshore wind would be prioritised as well; this tends to be more expensive than onshore developments and takes longer to build. Sunak said: “Wind energy will be an important part of our strategy, but I want to reassure communities that as prime minister I would scrap plans to relax the ban on onshore wind in England, instead focusing on building more turbines offshore.” Ed Miliband, the shadow climate change secretary, said: “As Britain boils in an unprecedented heatwave, it is economic illiteracy and unilateral economic disarmament in the fight against the climate crisis that Rishi Sunak wants to keep the ban on onshore wind. “Anyone with such dangerous views is not a serious candidate for high office. But this is the reality: a Conservative leadership race in which candidates have engaged in fantasy climate denial that will lead to higher energy bills, damage our security and burdens future generations with extreme weather events.” Wera Hobhouse, the Liberal Democrat climate change and energy spokesperson, said: “Just a day after the UK’s hottest ever day, and with soaring energy bills, Rishi Sunak has shown that he is completely out of touch with reality. “Any supposed energy security strategy without onshore wind simply makes no sense. The plan flies in the face of any energy security plan and chooses to ignore climate change. This plan not only flies in the face of energy security but completely misunderstands climate change and its terrible impacts. “Onshore wind sites can be up and running, providing low-cost clean power for bill payers, in around a year. Not only is Rishi Sunak failing to grasp climate change but he is ruling out a key tool to bring down people’s energy bills as quickly as next year.” A source within Sunak’s campaign said offshore wind prices had fallen to record lows, and that in one recent auction it was less than that for onshore."
                },
                "isHosted": false,
                "pillarId": "pillar/news",
                "pillarName": "News"
            },
            {
                "id": "sport/live/2022/jul/20/tour-de-france-2022-stage-17-live-updates",
                "type": "liveblog",
                "sectionId": "sport",
                "sectionName": "Sport",
                "webPublicationDate": "2022-07-20T10:50:12Z",
                "webTitle": "Tour de France 2022: stage 17 – live updates!",
                "webUrl": "https://www.theguardian.com/sport/live/2022/jul/20/tour-de-france-2022-stage-17-live-updates",
                "apiUrl": "https://content.guardianapis.com/sport/live/2022/jul/20/tour-de-france-2022-stage-17-live-updates",
                "fields": {
                    "headline": "Tour de France 2022: stage 17 – live updates!",
                    "byline": "Niall McVeigh",
                    "thumbnail": "https://media.guim.co.uk/d53592c8339b5eb91d06df973fb6136f7997a95d/0_192_5472_3283/500.jpg",
                    "bodyText": "Wout van Aert looks certain to end this year’s Tour with the green jersey – the big Belgian is 200 points clear of his rivals in the sprint competition. Van Aert was left visibly peeved on Tuesday when DSM rider Nils Eekhoff nicked in front of him at the intermediate sprint, despite having zero points in the green jersey race. “Everyone has the right to sprint,” Van Aert told Eurosport after the stage. “I did tell Nils I would have appreciated it if he had said he wanted to sprint beforehand. Then we could really do that. I thought that was a bit sad. I think they want to spice up the cash register at DSM.” Tuesday’s stage belonged to Hugo Houle, the Canadian rider who broke away to triumph in Foix – and then dedicated the win to his brother, Pierrik, who was killed by a hit-and-run driver a decade ago. Houle and his brother used to compete together in cycling and triathlon. “When he died there was no one to share the story,” he said after his solo victory. “That was my way to keep believing. That was my motivation, to do it for my little brother. I had no idea I could do it and today I did.” There are only five racing days left in this year’s Tour de France – and if either Jonas Vingegaard or Tadej Pogacar want to make their winning move on a climb, it will have to happen today or tomorrow. The battle between the two, sparked into life a week ago in the Alps, is starting to resemble the never-ending fight scene from They Live. After a gentle first 50km, Wednesday’s short stage then serves up four steep climbs in quick succession, ending with a summit finish at Peyragudes. With both contenders’ teams weakened on the road here, this is a chance for Pogacar to strike back, or for Vingegaard to assert his dominance. Or for Geraint Thomas to roll through the dust cloud in front of him and make this a three-way race to Paris. Today’s stage profile doesn’t favour a breakaway, but with the GC heavyweights focused on each other, it could be a day for a late surge. Perhaps the time is right for Thibaut Pinot or Romain Bardet (who won here in 2017) to deliver France’s first home stage win this year. We’ll find out soon enough, so stick around."
                },
                "isHosted": false,
                "pillarId": "pillar/sport",
                "pillarName": "Sport"
            },
            {
                "id": "sport/2022/jul/20/mystery-of-oregon-2022-mascot-bigfoot-missing-head-solved-police-world-athletics-championships",
                "type": "article",
                "sectionId": "sport",
                "sectionName": "Sport",
                "webPublicationDate": "2022-07-20T10:49:13Z",
                "webTitle": "Mystery of Oregon 2022 mascot Bigfoot’s missing head solved by police",
                "webUrl": "https://www.theguardian.com/sport/2022/jul/20/mystery-of-oregon-2022-mascot-bigfoot-missing-head-solved-police-world-athletics-championships",
                "apiUrl": "https://content.guardianapis.com/sport/2022/jul/20/mystery-of-oregon-2022-mascot-bigfoot-missing-head-solved-police-world-athletics-championships",
                "fields": {
                    "headline": "Mystery of Oregon 2022 mascot Bigfoot’s missing head solved by police",
                    "byline": "Sean Ingle in Eugene",
                    "thumbnail": "https://media.guim.co.uk/32d124acc6aa13b3aba34e7f7f52e243d03e214d/0_114_2603_1561/500.jpg",
                    "bodyText": "He stands 7ft tall, has a giant yellow face and has become a huge breakout star at the World Athletics Championships with his crowd-pleasing antics. But there were few smiles to be seen at Hayward Field on Monday evening when police were called after the head of Legend the Bigfoot, the official mascot in Eugene, was stolen by an accredited photographer. It came just hours after Bigfoot had spent hours going through his repertoire of tricks that included forward rolling down 30 stairs, bathing in the steeplechase water in a rubber dinghy and dancing and high-fiving the crowd. Shortly after the theft videos emerged on social media showing unidentified men joking as they played around with Bigfoot’s yellow head. However, they were no longer laughing when police tracked down the culprit with the help of CCTV and another photographer. Last night organisers stated: “We can confirm that an accredited photographer was removed from Hayward Field in connection to the investigation of a theft at the venue. This is now a police matter, and we won’t have further comments at this time.” Organisers chose the mascot to reflect that for centuries in Portland there were stories of a mysterious creature roaming the region. It came to be known as Bigfoot. Earlier this year, the CEO of the organising committee, Sarah Massey, said: “Legend represents the region, appeals to a wide audience, is unique, and upholds the ‘big’ and ‘legendary’ monikers of the event. Additionally, the physicality of Bigfoot being powerful, swift and nimble falls in line with the very nature of the sport.” It is not the first time that police have been called to Hayward Field during these championships. On Saturday, Rana Reider, a renowned US sprint coach who is under investigation for sexual misconduct was cautioned by police in Eugene after gaining unauthorised access to the athlete warm-up area before the world 100m final."
                },
                "isHosted": false,
                "pillarId": "pillar/sport",
                "pillarName": "Sport"
            },
            {
                "id": "sport/live/2022/jul/20/cricket-county-championship-essex-surrey-northamptonshire-lancashire-live-updates",
                "type": "liveblog",
                "sectionId": "sport",
                "sectionName": "Sport",
                "webPublicationDate": "2022-07-20T10:47:34Z",
                "webTitle": "Surrey v Essex, Northamptonshire v Lancashire: county cricket – live!",
                "webUrl": "https://www.theguardian.com/sport/live/2022/jul/20/cricket-county-championship-essex-surrey-northamptonshire-lancashire-live-updates",
                "apiUrl": "https://content.guardianapis.com/sport/live/2022/jul/20/cricket-county-championship-essex-surrey-northamptonshire-lancashire-live-updates",
                "fields": {
                    "headline": "Surrey v Essex, Northamptonshire v Lancashire: county cricket – live!",
                    "byline": "Tanya Aldred",
                    "thumbnail": "https://media.guim.co.uk/16f2ed817a83e4ec64756fb066d602984d45b052/0_158_5188_3113/500.jpg",
                    "bodyText": "Fantastically well played throughout the heat of yesterday, collecting his reward today. Now, the rain falls at Cheltenham, Hampshire adding another 32 runs this morning. I clean forgot that Leicestershire v Glamorgan was starting today. Leicestershire won the toss and chose to bat - Kimber and Patel running along smoothly so far 43-0. Who wants to see the cutest picture of Adam Rossington’s nephew watching him score a hundred yesterday? Go on then: From Hasan Ali to Washington Sundar! Lancashire have done pretty well with their overseas signings this year - Sundar duly picks up a fifth wicket on debut - McManus for 61. Northants nearly done, 226-9. A flurry of early wickets. Simon Kerrigan goes for a duck against his old team, Lancs: Northants 220-8 . Sam Cook winkles out Rory Burns at The Oval - both openers gone, Surrey 31-2. Down in Division 2 - the Duckett-Hameed partnership has been broken after 402 runs. Duckett gone for 241, with barely time to digest his breakfast. And we’re off! Just to remind you that there will be slightly longer sessions over the next three days at Northampton and Cheltenham to make up for the reduced playing hours yesterday. Here is Paul Edwards on events at Cheltenham yesterday. Cheltenham: Gloucestershire v Hants 203-2 The County Ground: Northants 218-7 v Lancs Taunton: Somerset 262-5 v Yorkshire The Oval: Surrey 24-1 v Essex 271 Edgbaston: Warwickshire 155-6 v Kent 165 DIVISION TWO The County Ground: Derbyshire v Nottinghamshire 439-1 Lords: Middlesex v Sussex 329-4 Grace Road: Leicestershire v Glamorgan (day one) On the UK’s hottest day in history, the County Championship entered a new era. All around the grounds – except at Taunton, where rain brought afternoon refreshment – the mercury hovered around 39C. Four teams took up the offer from the England and Wales Cricket Board of amended playing hours, with Gloucestershire and Hampshire (at Cheltenham) and Northamptonshire and Lancashire (at Northampton) playing three sessions of 90 minutes, ending at 4.30pm. “It sort of reminds me a bit of playing in Dubai or Abu Dhabi or something like that,” said Northamptonshire’s new captain, Will Young, after his team notched up 210 for seven, led by Rob Keogh. “Like a really dry heat with that hot wind coming across the ground.” Washington Sundar took four Northants wickets on his Lancashire debut. At the 150th Cheltenham cricket festival, Felix Organ batted all day for 93 not out as Gloucestershire toiled in the field against Hampshire, with bowling duties split eight ways. Meanwhile events at the Oval swung one way then another, as Essex were reduced to 91 for six and then fought back magnificently against Surrey. That was thanks to a thrilling hundred from Adam Rossington, who jiffied Kemar Roach for three legside sixes, while Daniel Worrall gathered a superb six for 56. It was a day for batting at the County Ground in Derby, where Ben Duckett danced to 237 and Haseeb Hameed a career-best 165 as weary Derbyshire went through their paces against Nottinghamshire, dropping a couple of chances on the way. Middlesex’s puzzling decision to bowl first against Sussex did not pay dividends at Lord’s where MCC members, allowed to remove their jackets – but not their ties – watched Tom Alsop and Cheteshwar Pujara make hundreds. Elsewhere, Tom Abell skipped to his third Championship century of the season for Somerset at Taunton against Yorkshire, while at Edgbaston, Kent crumbled to 165 all out as Oliver Hannon-Dalby went on the rampage before Sam Hain propped up Warwickshire’s similarly fragile lineup. Good morning! Hope you survived yesterday’s nightmare heat and fires and have a cooling breeze rolling around your ankles this morning. Unfortunately I haven’t made it to Cheltenham again, so if anyone is around the grounds, please do write and give us some local colour. Time for a quick coffee, back in five."
                },
                "isHosted": false,
                "pillarId": "pillar/sport",
                "pillarName": "Sport"
            },
            {
                "id": "world/live/2022/jul/20/russia-ukraine-war-live-news-putin-claims-progress-on-grain-exports-irans-supreme-leader-endorses-moscows-invasion",
                "type": "liveblog",
                "sectionId": "world",
                "sectionName": "World news",
                "webPublicationDate": "2022-07-20T10:46:39Z",
                "webTitle": "Russia-Ukraine war live news: Putin claims progress on grain exports; Iran’s supreme leader endorses Moscow’s invasion",
                "webUrl": "https://www.theguardian.com/world/live/2022/jul/20/russia-ukraine-war-live-news-putin-claims-progress-on-grain-exports-irans-supreme-leader-endorses-moscows-invasion",
                "apiUrl": "https://content.guardianapis.com/world/live/2022/jul/20/russia-ukraine-war-live-news-putin-claims-progress-on-grain-exports-irans-supreme-leader-endorses-moscows-invasion",
                "fields": {
                    "headline": "Russia-Ukraine war live news: Putin claims progress on grain exports; Iran’s supreme leader endorses Moscow’s invasion",
                    "byline": "Rachel Hall(now) and Samantha Lock (earlier)",
                    "thumbnail": "https://media.guim.co.uk/9d992154f74584623a3c99ec5dc146b3028b9965/0_83_5472_3283/500.jpg",
                    "bodyText": "Reuters has a thorough report on the situation in Ukraine today: Russian forces shelled eastern and southern Ukraine on Wednesday after Washington said it saw signs Moscow was preparing to formally annex territory it has seized during nearly five months of war. Uncertainty swirled meanwhile over the planned restart on Thursday of a huge Russian gas pipeline to Europe, as Russian president Vladimir Putin warned that its capacity could be further reduced due to slow progress in equipment maintenance. Fearing Russia could cut off deliveries, the European Union will set out emergency plans to reduce gas demand within months. Ukraine’s military and politicians reported heavy and sometimes fatal Russian shelling amid what they said were largely unsuccessful attempts by Russian ground forces to advance. British military intelligence said Russia’s offensive in the eastern Donbas region continued to make minimal gains as Ukrainian forces – which Britain helps support – held the line. More than two weeks have passed since Russia’s last major territorial gain, the city of Lysychansk. The Kremlin has said there is no time limit to what it calls a “special military operation” to ensure its own security in the face of Nato’s expansion, and that it will do whatever it takes to achieve its aims. Ukraine and the west condemn the conflict as an unprovoked war of aggression by Russia against its neighbour. Five civilians were killed and 16 wounded by Russian shelling in the Donetsk region, while two civilians were killed by shelling in the city of Nikopol in the south, the respective Ukrainian regional governors said on Telegram. Roman Starovoit, governor of Russia’s Kursk region, which borders Ukraine, wrote on Telegram that Ukrainian forces had shelled a border crossing there. Russia’s Tass news agency meanwhile cited the mayor of Horlivka, a city in the Russian-backed self-proclaimed Donetsk People’s Republic in eastern Ukraine, as saying that one person had been killed and three injured, including a child, by Ukrainian shelling. Reuters could not immediately verify the Ukrainian or Russian accounts. Russian defence minister Sergei Shoigu has inspected troops fighting in Ukraine, his ministry said on Wednesday. It cited him as ordering more to be done to shoot down Ukrainian drones operating in border regions and to stop Ukraine shelling areas it has lost control of. Citing US intelligence, White House national security spokesman John Kirby accused Russia of laying the groundwork to annex Ukrainian territory it had seized since the start of the war on 24 February, an assertion the Russian embassy in Washington said mischaracterised what Moscow was trying to do. The embassy cast what Ukraine and the west regard as a naked land grab as “returning peace to liberated territories” in order to protect the rights of people regardless of their ethnicity or language – a reference to Russian speakers or ethnic Russians in Ukraine who Russia says it is saving from persecution at the hands of what it has cast as dangerous Ukrainian nationalists. Kyiv says that Russian narrative is false. A Reuters snap suggests that a US-made harpoon missile launcher was destroyed in Ukraine’s southern Odesa region. The snap quotes an Interfax report citing the Russian defence ministry. Ukraine began receiving the Harpoon missiles from Denmark in May as part of wider western arms shipments to Kyiv. Reuters said it could not immediately confirm the strike. Russia’s communications watchdog has said it is taking steps to punish the Wikimedia Foundation, which hosts online encyclopaedia Wikipedia, for violating Russian law around the conflict in Ukraine. Reuters reports: In a statement, Roskomnadzor said that Wikipedia still hosted “prohibited materials, including fakes about the course of the special military operation on the territory of Ukraine”, and that search engines would be used to inform users that Wikimedia violated Russian law. Writing on Telegram, vice-chair of the Russian parliament’s committee on information policy Anton Gorelkin said that links to Wikipedia would be accompanied by a disclaimer warning users about legal violations by Wikimedia Foundation. Roskomnadzor said the measures would remain in place until Wikimedia Foundation becomes fully compliant with Russian law. The Wikimedia Foundation on 13 June appealed a Moscow court ruling, fining it 5m roubles (£76,000) for refusing to remove what it termed disinformation from Russian-language Wikipedia articles on the Ukraine conflict, including “The Russian Invasion of Ukraine”, “War Crimes during the Russian Invasion of Ukraine”, and “Massacre in Bucha”. Ukrainian shelling badly damaged the crucial Antonivskiy bridge in the Russia-controlled Kherson region of southern Ukraine, Moscow-installed regional authorities have said. Reuters reports: The bridge – one of only two crossing points for Russian forces to territory they have occupied on the western bank of the vast Dnipro river in southern Ukraine – has been a key target for Ukrainian forces in recent days, with Kyiv using high-precision US-supplied rockets to try to destroy it. The Russian-backed head of the Kherson region, Volodymyr Saldo, closed the bridge to cargo traffic on Wednesday morning in what he called a “temporary restriction” to allow repair works. Passenger cars were still able to use the bridge, which is more than a kilometre long, Saldo said in an “urgent appeal” published on social media. Local officials told the RIA news agency that Ukraine hit the bridge at around 4am with 12 shells from the newly arrived high-mobility artillery rocket systems (Himars), a US supplied long-range artillery weapon which Kyiv hopes will turn the tide of the war. “If the strikes continue, the bridge might collapse,” the Tass news agency quoted the deputy head of the Russian-installed administration as saying. The UK’s regular military intelligence update suggests that the Antonovskiy bridge, which was allegedly shelled again this morning after initial strikes on Tuesday, is a key vulnerability for Russian troops in Kherson. The briefing further notes: The Antonovskiy bridge is important because it is one of only two crossing points over the Dnieper river which enable Russia to supply to or withdraw forces from territory occupied to the west. Control of the Dnieper crossings is likely to become a key factor in further fighting. The city of Kherson is politically and symbolically important for Russia. Russia continues to make minimal gains in its Donbas offensive, where Ukrainian forces are holding the line. Ukrainian news agency Interfax carries a report stating that three civilians were killed by Russian occupying forces and one wounded in morning shelling in the Saltiv district of the eastern city of Kharkiv. The report cites comments on Telegram from Oleg Sinegubov, head of the Kharkiv regional military administration. Sinegubov said the victims included a 13-year-old boy, a man and a woman. A 72-year-old woman was injured. The US and its allies are considering possible training for Ukrainian pilots as part of a long-term effort to potentially help Kyiv build a future Ukrainian air force. Air force chief of staff Charles “CQ” Brown acknowledged that discussions were under way, but didn’t confirm any decisions. He told Reuters: You want to build a long-term plan on how do you build their air force and the air force that they’re going to need for the future. With the west’s provision of anti-aircraft weaponry, Ukraine has been able to prevent Russia from using its far more advanced air force to establish dominance in the skies. But Ukraine has also sought to move away from its dependence on Russian aircraft by securing US fighter jets and training for its pilots on how to fly them. Ukraine’s air force has publicly flagged its hopes for F-15s and F-16s. The European Union will set out emergency plans later today to reduce gas demand within months, warning countries that without deep cuts now they could struggle for fuel during winter if Russia cuts off deliveries. Reuters reports: Europe is racing to fill its gas storage ahead of winter and build a supply buffer in case Moscow further restricts supplies in retaliation for European support for Ukraine in its war with Russia. Russia’s Gazprom has already halted deliveries to some EU states. The European Commission will urge countries to prepare for possible further cuts by slashing gas use. A draft of the EU plan, seen by Reuters, would propose a voluntary target for countries to cut their gas demand over the next eight months, which could be made legally binding in a supply emergency. EU officials said the target would be for a 10-15% cut in gas use. The proposal, which could change before it is published, would need approval from EU countries who are largely responsible for their own energy policies. There has been resistance from some countries, including Poland, who feel their contingency plans do not need a boost from Brussels. A Reuters snap suggests Ukraine has shelled Antonivskyi bridge in the Russia-controlled southern Kherson region again, according to reporting from Russia’s Tass news agency citing Russia-installed authorities. The bridge is badly damaged and likely to be closed to traffic today, Tass added. Rachel Hall here, taking over from Samantha Lock on the blog – do get in touch if there’s anything you think we’ve missed. You can reach me at rachel.hall@theguardian.com. Russia’s offensive in Ukraine’s Donbas region continues to make minimal gains as Ukrainian forces hold the line, British military intelligence said. The Antonovskiy bridge over the Dnieper River that was struck by Ukrainian forces is probably still usable, Britain’s defence ministry said. “It is highly likely that the bridge remains usable but it is a key vulnerability for Russian forces,” the ministry added. “It is one of only two road crossing points over the Dnieper by which Russia can supply or withdraw its forces in the territory it has occupied west of the river.” The lower reaches of the Dnieper present a natural barrier, with the waterway typically about 1,000-metres wide. Control of Dnieper crossings is likely to become a key factor in the outcome of fighting in the region, the ministry added. Vladimir Putin has claimed on a trip to Tehran that progress has been made that may allow Russia to lift the blockade on Ukrainian wheat. “I want to thank you for your mediation efforts,” the Russian president told Recep Tayyip Erdoğan, his Turkish counterpart, in comments released by the Kremlin. “With your mediation, we have moved forward,” Putin said. “Not all issues have yet been resolved, but the fact that there is movement is already good.” The US is set to announce a new weapons package for Ukraine in the next few days, according to White House officials. The package is expected to include US mobile rocket launchers, known as Himars, and rounds for multiple launch rocket systems as well as artillery munitions, John Kirby, the chief national security council spokesperson, said. The US has provided $8bn in security assistance since the war began, including $2.2bn in the last month. Washington will impose sanctions on officials involved in representing themselves as proxy officials, Kirby said. He predicted these proxies to try to hold “sham referenda” seeking to legitimatise Russian control. Russia is laying the groundwork for the annexation of Ukrainian territory and is installing illegitimate proxy officials in areas there under its control as it seeks to exert total control over its gains in the east, according to the White House. Unveiling what he said was US intelligence, John Kirby, the chief national security council spokesperson, told a White House news briefing that the Russians are preparing to install proxy officials, establish the rouble as the default currency and force residents to apply for citizenship. Reuters reports Kirby said: We have information today, including from downgraded intelligence that we’re able to share with you, about how Russia is laying the groundwork to annex Ukrainian territory that it controls in direct violation of Ukraine’s sovereignty.” The same tactic was used in 2014 when Russia announced its annexation of Crimea after taking over control from Ukraine, Kirby said. Nobody is fooled by it. [Putin] is dusting off the playbook from 2014.” Russia is now also attempting to take control of broadcasting towers, he said. Putin won the endorsement of the Iranian supreme leader, Ayatollah Ali Khamenei, for the invasion of Ukraine on Tuesday. Khamenei told Putin: War is a harsh and difficult issue, and Iran is not at all pleased that ordinary people suffer from it, but in the case of Ukraine if you had not taken the initiative, the other side would have caused the war with its own initiative. If the road is open to Nato, it knows no boundaries and if it was not stopped in Ukraine they would start the same war some time later under the pretext of Crimea.” He said Russia and Iran needed to work together gradually to reduce the power of the dollar. Putin echoed Iran’s judgment that he had no choice but to invade, saying: “No one is in favour of war, and the loss of ordinary people’s lives is a great tragedy, but the behaviour of the west made us have no choice but to react. Some European countries said ‘We were against Ukraine’s membership in Nato, but we agreed under American pressure,’ which shows their lack of independence.” Russia’s president, Vladimir Putin, has been left awkwardly standing in a room in front of a throng of reporters while waiting to meet his Turkish counterpart, Recep Tayyip Erdoğan. Footage taken ahead of the meeting on Tuesday shows Putin fidgeting, shifting his weight and pulling a series of uncomfortable faces in front of cameras for nearly a minute before he is finally greeted by Erdoğan. It was unfamiliar terrain for the Russian leader who has developed a reputation for keeping world leaders waiting, on purpose, sometimes for hours after scheduled talks were due to begin. Some speculated it may have been payback for a 2020 meeting in Moscow that saw Erdoğan wait so long to enter the meeting room that he took a seat. Reporters captured the moment Putin strode into the room on Tuesday in the expectation Erdoğan would swiftly follow suit. Instead, he was left standing amid the sound of camera shutters. With his hands clasped in front of him, the usually stoic Russian leader was seen shuffling his feet and sucking his cheeks during the 50-second wait. Finally, Putin let his hands fall by his sides with a hint of exasperation as Erdoğan casually emerged and the pair shook hands. Russian president Vladimir Putin intends to make several foreign trips in the autumn, his spokesperson, Dmitry Peskov, has said. In the very near [future] – no, but on the agenda, let’s say, several visits are still planned in the fall,” Russia state media agency Tass quoted Peskov as saying in response to the question of whether Putin plans new foreign trips in the near future. He noted that preparations are under way for the visits. Hello and welcome back to the Guardian’s live coverage of the war in Ukraine. I’m Samantha Lock and I will be bringing you all the latest developments for the next short while. The Russian president, Vladimir Putin, and his Turkish counterpart, Tayyip Erdoğan, met in Tehran to discuss the export of Ukrainian grain with Putin claiming progress had been made. Putin also won the endorsement of Iran’s supreme leader, Ayatollah Ali Khamenei, for Moscow’s invasion of Ukraine during his visit. It is 8am in Kyiv and here is where things stand: Vladimir Putin won the endorsement of the Iranian supreme leader for Russia’s invasion of Ukraine during a visit to Tehran on Tuesday. Ayatollah Ali Khamenei told Putin: “War is a harsh and difficult issue, and Iran is not at all pleased that ordinary people suffer from it, but in the case of Ukraine if you had not taken the initiative, the other side would have caused the war with its own initiative … If the road is open to Nato, it knows no boundaries and if it was not stopped in Ukraine they would start the same war some time later under the pretext of Crimea.” Khamenei added that Tehran and Moscow needed to stay vigilant against “western deception”, calling for long-term cooperation between Iran and Russia. “Iran and Russia’s long-term cooperation is greatly, deeply beneficial to both countries,” he said. Putin said progress had been made that may allow Russia to lift the blockade on Ukrainian wheat. “I want to thank you for your mediation efforts,” he told Recep Tayyip Erdoğan, his Turkish counterpart, during a trip to Tehran in comments released by the Kremlin. “With your mediation, we have moved forward. Not all issues have yet been resolved, but the fact that there is movement is already good.” Ukraine does not want the war to last into winter because it would give Russian forces time to dig in and make any Ukrainian counter-offensive more difficult. President Volodymyr Zelenskiy’s chief of staff, Andry Yermak, said: “It is very important for us not to enter the winter. After winter, when the Russians will have more time to dig in, it will certainly be more difficult.” Dmitry Medvedev, Russia’s former president, said that peace in Ukraine would be on Moscow’s terms. Medvedev, who is now deputy head of its security council, said: “Russia will achieve all its goals. There will be peace – on our terms.” Putin claimed Moscow has not seen any desire from Ukraine to fulfil the terms of what he described as a preliminary peace deal from March. Pentagon spokesperson John Kirby said Russia was laying the groundwork for the annexation of more Ukrainian territory, and installing illegitimate proxy officials in areas under its control. Kirby, unveiling what he said was US intelligence, said Russia was seeking to establish the rouble as the default currency and force residents to apply for citizenship. Volodymyr Zelenskiy said he expected “significant results” for Ukraine following his wife’s trip to Washington on Tuesday. “Increasing American support for Ukraine, additional assistance to protect people from Russian terror, addressing humanitarian needs are all the tasks of the ongoing visit of the first lady of Ukraine to the United States,” he said. Olena Zelenska met her US counterpart, Jill Biden, on Tuesday ahead of her appearance on Wednesday before members of Congress. The governor of the southern Ukraine region of Mykolaiv has offered a $100 (£83) reward for anyone who can identify people collaborating with Russia. Vitaliy Kim offered the compensation in exchange for information about “those who reveal to the occupiers the places of deployment of Ukrainian troops” or help them establish the coordinates of potential targets. Another six French-made Caesar artillery guns are “on their way” to Ukraine, France’s foreign minister Catherine Colonna has confirmed. Twelve of the guns, prized for their accuracy and mobility, have already been delivered to Ukraine. The United States will announce a new weapons package for Ukraine in the coming days, a government official said. It is expected to include mobile rocket launchers knows as Himars, and various artillery munitions, Reuters reports. A special commission to control the use of weapons provided to Ukraine has been set up, according to Zelenskiy. “Our partners are fully informed about how we use the weapons provided. But in order to put an end to any manipulations of Russian propagandists and those who help them in Ukraine or somewhere else, such an additional parliamentary control tool will enter into force.”he said."
                },
                "isHosted": false,
                "pillarId": "pillar/news",
                "pillarName": "News"
            },
            {
                "id": "technology/2022/jul/20/tiktoks-privacy-problem-isnt-what-you-think",
                "type": "article",
                "sectionId": "technology",
                "sectionName": "Technology",
                "webPublicationDate": "2022-07-20T10:40:23Z",
                "webTitle": "TikTok’s privacy problem isn’t what you think",
                "webUrl": "https://www.theguardian.com/technology/2022/jul/20/tiktoks-privacy-problem-isnt-what-you-think",
                "apiUrl": "https://content.guardianapis.com/technology/2022/jul/20/tiktoks-privacy-problem-isnt-what-you-think",
                "fields": {
                    "headline": "TikTok’s privacy problem isn’t what you think",
                    "byline": "Alex Hern",
                    "thumbnail": "https://media.guim.co.uk/788039dc6c19df33a2b703a6634fb073ddc32cc5/0_184_5082_3049/500.jpg",
                    "bodyText": "What’s the problem with TikTok? It’s a harder question to answer than it seems. The social video app, which has joined Facebook/Instagram, YouTube and Twitter in the list of societally important social networks, is frequently spoken about with an air of suspicion, and it’s not hard to guess why: the app’s Chinese roots loom large in the conversation. (ByteDance, which owns TikTok, insists that it is headquartered in the Cayman Islands, one of the only instances I’ve seen of a company deciding that loudly proclaiming its paper HQ is located in a tax haven is preferable to the alternative). But sometimes, it can feel like the cart leading the horse. The app has Chinese roots, therefore it must be suspicious – right? So I was interested to read a report that attempts to look at the general suspicion of the service. Published on Monday by the Australian-US cybersecurity firm Internet 2.0, it is based on a teardown of TikTok’s Android and iOS apps. The report’s author, Thomas Perkins, writes: In our analysis, the TikTok mobile application does not prioritise privacy. Permissions and device information collection are overly intrusive and not necessary for the application to function. Also of note is that TikTok IOS 25.1.1 has a server connection to mainland China which is run by a top 100 Chinese cyber security and data company Guizhou Baishan Cloud Technology Co Ltd. Perkins’ report offers a dizzying list of data the TikTok app can access while it’s running, including the device location, calendar, contacts, other running applications, wi-fi networks, phone number and even the SIM card serial number. He concludes: For the TikTok application to function properly, most of the access and device data collection is not required. This leads us to believe that the only reason this information has been gathered is for data harvesting. It is also notable that the device only needs to ask the user for permission to perform each of these actions once and then follow the user’s preferences. The application however has a culture of persistent access or continuously asking for a decision reversal by the user. The hourly checking of location is also unnecessary. Finally, device mapping, external storage access, contacts and third-party applications data collection allows TikTok the ability to reimage the phone in the likeness of the original device. The most alarming finding in the report is that unexplained connection to a server that Perkins locates in mainland China, run by Guizhou BaishanCloud Technology Co Ltd. When the Guardian asked TikTok about the findings, it dismissed the report. The server connection it specifically rejected, with a spokesman saying that the IP address listed “is in Singapore, the network traffic does not leave the region, and it is categorically untrue to imply there is communication with China. “The researcher’s conclusions reveal fundamental misunderstandings of how mobile apps work and, by their own admission, they do not have the correct testing environment to confirm their baseless claims,” the spokesperson said. On data collection, the company said: “The TikTok app is not unique in the amount of information it collects, which is less than many popular mobile apps. In line with industry practices, we collect information that users choose to provide to us and information that helps the app function, operate securely, and improve the user experience. Also, like our peers, we constantly update our app to keep up with evolving security challenges and encourage our users to download the most current version of TikTok.” Here’s the thing: I believe them. The problem with TikTok is not its aggressive data collection – or, if it is, it’s not a problem unique to TikTok. Surveillance capitalism is almost a cliche at this point, but download any random game from the Android App Store and you’ll find a similar level of data being harvested in order to enable the targeted advertising that monetises the service. A significant chunk of this data is collected to enable “fingerprinting” – the ability to track users from app to app. That’s what Apple tried to cut down on when it started offering users the ability to opt-out of being tracked across apps, by setting one specific tracking ID – the “IDFA” token – to zero for users who request it. But fingerprinting can get sneaky, fast: I’ve covered attempts to track devices using the fonts installed on a device, the remaining battery, and even how bright the room is. All of this is to say that if you have a problem with TikTok’s ad and tracking tech, you probably have a problem with the wider software ecosystem in 2022. When the company does go further than its peers, it gets pushback: plans from earlier this year to target users with personalised adverts regardless of explicit consent were scrapped following outcry. There are elements of TikTok’s tracking that are more unique to the service. Perkins’ report highlights the company’s insistence that users provide access to their contacts field, noting that “if the user denies access, it continuously requests for access until the user gives access.” This is part of TikTok’s “growth hacking” approach, a set of policies and approaches geared towards maximising user acquisition. By receiving your contacts list, TikTok can recommend you follow people you know; can kickstart its algorithmic personalisation by feeding in data about what your friends like; in turn, it can boost your friends’ use of the app by letting them know when a pal has signed up. None of this is new, but TikTok’s approach to growth hacking is quite a bit more aggressive than its peers: no other major app, for instance, actively encourages users to follow the friend who sent them a link to a post, as TikTok does. Again, though, the persistent criticism of TikTok is rather stronger than “it practices growth hacking to an extent that is unseemly”. I think the problem TikTok’s critics have is fundamentally one of trying to ram a square peg into a round hole. Even if you start from the assumption that a Chinese social media app becoming a major player in American culture is inherently problematic – which isn’t an unreasonable assumption – the problems with that power aren’t to do with the data the app has access to. It’s possible to draw up totally wild, action movie-style plot where TikTok’s data could pose a geopolitical risk to the west. What if, say, the prime minister’s son takes to posting private videos of his parents’ movements that can then be analysed by the People’s Liberation Army to set up a perfect cyberattack? In practice, though, the value of data harvesting to TikTok is the same as the value to Facebook, Google and all the other tech giants that it sits alongside: it makes the company money. I don’t mean to sound blase. I’ve covered TikTok closely for years, and broke the story three years ago that the company’s moderation guidelines, written in China, required western teams to censor stories about Tiananmen Square or Tibetan independence. (TikTok said at the time that those guidelines were already out of date, and in the years since, its approach to political topics has changed greatly.) But since then, I’ve become convinced that looking for the smoking gun that will prove the social video app is a danger to the west is a fool’s errand. The problem with TikTok is no more and no less than the fact that it is a tremendously influential and important app, owned by a Chinese company. There is no technical data that will answer the question of whether that level of social and cultural power “should” be in the hands of a company with roots in a geopolitical opponent. The wider TechScape For an example of pressing problems with TikTok, look no further than the Observer’s investigation into the company’s tacit approval of vaping ads for kids. There’s nothing tech at all about the finding that wolf attacks are correlated with far-right politics but it’s fascinating, isn’t it? Remember our conversation about distracting screens in cars? Well, Tesla cars are now getting access to video-game platform Steam. Apparently the car will have to be parked – which is like the absolute minimum we could ask for."
                },
                "isHosted": false,
                "pillarId": "pillar/news",
                "pillarName": "News"
            },
            {
                "id": "world/2022/jul/20/sri-lanka-president-vote-ranil-wickremesinghe-wins-amid-protests",
                "type": "article",
                "sectionId": "world",
                "sectionName": "World news",
                "webPublicationDate": "2022-07-20T10:38:37Z",
                "webTitle": "Sri Lanka president vote: Ranil Wickremesinghe wins amid protests",
                "webUrl": "https://www.theguardian.com/world/2022/jul/20/sri-lanka-president-vote-ranil-wickremesinghe-wins-amid-protests",
                "apiUrl": "https://content.guardianapis.com/world/2022/jul/20/sri-lanka-president-vote-ranil-wickremesinghe-wins-amid-protests",
                "fields": {
                    "headline": "Sri Lanka president vote: Ranil Wickremesinghe wins amid protests",
                    "byline": "Hannah Ellis-Petersen in Colombo",
                    "thumbnail": "https://media.guim.co.uk/6e6c210fb5c9f3dbc40f317a82ec804baf553bc8/0_0_6302_3783/500.jpg",
                    "bodyText": "Sri Lanka’s prime minister, Ranil Wickremesinghe, has been elected as president to replace the ousted Gotabaya Rajapaksa, a result that is likely to provoke turmoil among protesters who have been calling for weeks for him to resign. Wickremesinghe, who has been prime minister six times but never president, won an overwhelming victory in parliament on Wednesday morning, where MPs voted for the new president in an unprecedented secret ballot. The vote came after protesters forced Rajapaksa from office amid anger over a spiralling economic crisis. Wickremesinghe faces a tough road ahead as Sri Lanka continues to be crippled by the worst economic crisis since independence, with shortages of food and fuel, and also grapples with a mass crisis of trust in parliament. Wickremesinghe’s election follows a dramatic week in Sri Lanka, during which Rajapaksa was toppled after his offices and presidential palace were stormed by thousands of protesters, who jumped in his pool and worked out in his gym. Amid the anger, Rajapaksa was forced to flee to Singapore via the Maldives and his resignation was formally announced last Friday. This was the first time in Sri Lanka’s history that a sitting president has been toppled midterm by a mass protest movement. There has been fierce resistance and protests on the streets against a Wickremesinghe presidency. Many fear he will protect the Rajapaksas from being held accountable and would not instigate the systemic change being demanded by the protest movement. In recent days, Wickremesinghe, who declared a state of emergency this week, had made statements calling protesters “fascists” and indicating he would crack down on the demonstrations if he became president. Less than an hour after he was declared president, a court order was issued prohibiting anyone from congregating within a 50-metre radius of a statue that stands at Galle Face in Colombo, where anti-government protesters have been camped out for months. Father Jeevantha Peiris, a Catholic priest who has been a protest leader, told reporters that “parliament today have taken a decision against the people’s will” and emphasised that peaceful protest would continue until Wickremesinghe resigned. “The people of Sri Lanka wanted a just system, a democratic system, but we know Ranil Wickremesinghe was brought in by the Rajapaksa regime to cover up their brutal system,” he added. Wickremesinghe, 73, won the election with backing of the ruling Sri Lanka Podujana Peramuna party (SLPP), which has the most seats in parliament. He was seen as the candidate favoured by the Rajapaksa family, who despite no longer being in power have significant influence over the party they formed. Wickremesinghe beat competition from another SLPP MP, Dullas Alahapperuma, who was part of a breakaway group and who had the support of the major opposition parties. However, it appeared that in the vote most of the ruling party MPs had rallied behind Wickremesinghe and secured his victory with 134 votes out of 219, while Alahapperuma got just 82. In a speech after his victory was declared, Wickremesinghe asked opposition political parties to work with him. “I need not tell you the status our country is in. Now that the election is over we have to end this division. We had 48 hours to stay divided but from now on I am ready to have a dialog with you,” he said. Present in the parliamentary chamber for the vote were three members of the Rajapaksa family who remain MPs, including Gotabaya’s older brother, the former president and prime minister Mahinda. It was the first public outing for the family since Gotabaya Rajapaksa was forced to flee the country. Wickremesinghe has more than four decades of experience in politics and has pitched himself as an experienced and capable pair of hands to guide Sri Lanka through its worst political and economic crisis in its history, and in particular help the country negotiate a critical bailout from the International Monetary Fund. However, his legitimacy among voters has been tainted by his close relationship to the Rajapaksa family, and many have accused him of having no political legitimacy or mandate, as he was appointed into the prime minister role by president Rajapaksa and has little support among voters. As the secret ballot took place on Wednesday, a silent protest was held at the presidential secretariat in Colombo calling for Wickremesinghe to resign. Wickremesinghe will now serve for the rest of Gotabaya Rajapaksa’s term, until November 2024."
                },
                "isHosted": false,
                "pillarId": "pillar/news",
                "pillarName": "News"
            },
            {
                "id": "business/2022/jul/20/royal-mail-threatens-to-split-up-business-losing-pounds-1m-a-day-strike",
                "type": "article",
                "sectionId": "business",
                "sectionName": "Business",
                "webPublicationDate": "2022-07-20T10:30:59Z",
                "webTitle": "Royal Mail threatens to split up business as it reports £1m a day loss",
                "webUrl": "https://www.theguardian.com/business/2022/jul/20/royal-mail-threatens-to-split-up-business-losing-pounds-1m-a-day-strike",
                "apiUrl": "https://content.guardianapis.com/business/2022/jul/20/royal-mail-threatens-to-split-up-business-losing-pounds-1m-a-day-strike",
                "fields": {
                    "headline": "Royal Mail threatens to split up business as it reports £1m a day loss",
                    "byline": "Joanna Partridge",
                    "thumbnail": "https://media.guim.co.uk/2ac6fbe53fd0f1a1c8e7f643236d35b8eca996a2/62_58_3119_1873/500.jpg",
                    "bodyText": "Royal Mail has reported it is losing £1m a day and has threatened to split if it cannot achieve “significant operational change”, as it faces what could be the biggest strike of the summer. The day after thousands of its staff in the Communications Workers Union voted in favour of industrial action, the company said it was considering “all options”, including separating its domestic and international businesses under a rebranded holding company called International Distributions Services. The CWU hit back, calling Royal Mail “pathetic” and accusing it of “pleading poverty and threatening fragmentation” to try to get its way in pay negotiations. Royal Mail said its adjusted operating loss between April and June was £92m and revenue was down 11.5%. It blamed plunging deliveries of Covid-19 test kits and items bought online, a long-term decline in letter deliveries and a “disappointing performance” in making the business more efficient. The company said it had worked to reduce its variable labour costs by cutting back on overtime and the use of temporary workers, but had not been able to cut costs quickly enough to match the lower volumes of parcels and letters. On Tuesday, the CWU announced the results of its ballot of postal worker members in a dispute over pay. Almost 97% voted in favour of strike action, on a 77% turnout. The CWU and Royal Mail have both said they are prepared to return to the negotiating table, but the union said that if a deal could not be reached it would notify the company of the strikes, which are expected to take place in August. Striking a downbeat tone in a call with reporters on Wednesday morning, Royal Mail’s chief executive, Simon Thompson, said it needed to “transform the way we work”, amid growing demand for larger parcels and next-day deliveries, including on Sundays. He said productivity had “gone backwards” over the past three months, and that initiatives previously agreed with the CWU had stalled, amid worsening labour relations. Royal Mail’s international parcels business, GLS, proved a bright spot as it reported an operating profit of £94m and higher revenue, despite a fall in parcel volumes. This was thanks to higher prices and increased freight revenues. The company said it wanted to make the most of its new infrastructure, including a “super hub” for parcels in Warrington that opened in June. However, Royal Mail said it needed to ensure it had a “more agile and sustainable relationship with the CWU”. “I am more happy to meet to talk change and pay,” Thompson told reporters. “We need to discuss the change that will actually pay for the pay. It is the change we need to actually win and compete in the market and I am absolutely ready, we are absolutely ready, to have that discussion as long as it’s about change and pay.” CWU spokesperson said: “It is pathetic that Royal Mail, a company which announced profits of £758m mere weeks ago, is now pleading poverty and threatening fragmentation unless they get their way. “Our members are committed to growing Royal Mail as a high quality public service - they deserve a decent pay rise.” The CWU’s deputy general secretary, Terry Pullinger, said Royal Mail’s purported 5.5% pay offer actually amounted to a 2% increase at a time of soaring inflation, which last month reached a new 40-year high of 9.4%. Accusing the company of “sharp practice” and “not honourable behaviour”, Pullinger said he did not believe Royal Mail was putting forward a genuine offer. “They’ve been massively economical with the truth,” he told BBC Radio 4’s Today programme. “There is not [an offer of] 5.5% on the table as a straight pay deal with no strings for our members.” Pullinger added: “They put the price of a stamp up 11%, but they’ve offered a 2% pay rise to their workers. The extra money they make on that doesn’t come back into the industry, it won’t go back to the workers. It will go straight out the window into shareholders’ pockets.” Royal Mail has said it hoped to break even in the current financial year, but this did not include the impact from possible strike action."
                },
                "isHosted": false,
                "pillarId": "pillar/news",
                "pillarName": "News"
            }
        ]
    }
}